Repository: unger1984/birds-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ru

# nav_video
source: Translation
ru: Трансляция

# nav_settings
source: Settings
ru: Настройки

# nav_about
source: About
ru: О проекте

# nav_donate
source: For food
ru: На семечки

# online
source: Online now {total}
ru: Сейчас смотрят {total}

# sign_in
source: Sign in with Google
ru: Войти с Google

# donate
source: For food
ru: На семечки

# about_p1
source: I have been feeding birds at my dacha for a couple of years now. I work from home, and my desk is right in front of the window, behind which hangs a feeder. Every morning I pour out a new batch of seeds, and then I watch the different birds flock to the feast.
ru: Уже пару лет, как подкармливаю птичек на даче. Работаю я из дома, и рабочий стол стоит прямо перед окном, за которым висит кормушка. Каждое утро насыпаю новую порцию семечек, а потом наблюдаю за разными птицами, слетающимися на пир.

# about_p2
source: It turns out that the feathered world of central Russia is quite rich. Very often I had to use Google to determine what kind of bird came for lunch.
ru: Оказывается, пернатый мир средней полосы России довольно богат. Очень часто приходилось пользоваться помощью Google чтобы определить, что за птичка пожаловала на обед.

# about_p3
source: Most often, of course, it is the common titmouse that flies in. This bird is very cautious. First, it sits on a branch of a nearby apple tree and looks around. Then it quickly flies up, grabs a seed, and returns to the branch, where it begins to peel it.
ru: Чаще всего, конечно, прилетают обычные синички. Эта птичка очень осторожная. Сначала сядет на ветку растущей рядом яблони и осмотрит округу. Потом быстро подлетит, схватит семечку, и обратно на ветку, там уже ее шелушит.

# about_p4
source: Sparrows are also frequent guests. They are much more impudent. They always fly in a flock and eat sitting right in the feeder. The stronger and more impudent ones also drive away their comrades. It is funny to watch their confrontation.
ru: Еще частые гости – воробьи. Эти на порядок наглее. Прилетают всегда стайкой, едят сидя прямо в кормушке. Те, что посильнее и понаглее еще и отгоняют своих товарищей. Забавно смотреть на их противоборство.

# about_p5
source: In winter, bullfinches often visit the feeder. It turns out that the female bullfinch's belly is not red at all, but simply gray. At first, I couldn't figure out for a long time what kind of strange bird it was, it looked like a bullfinch, but it wasn't red!
ru: Зимой часто кормушку навещают снегири. Оказывается, у самки снегиря брюшко совсем даже не красное, а просто серое. Я по первости долго не мог понять, что за странная птица, вроде похожа на снегиря, но не красная!

# about_p6
source: The rarer guests I saw were robins, forest canaries, thrushes, and nightingales. I saw a hawfinch a couple of times. Last winter two partridges often came, they didn't sit on the feeder, they "grazed" in the snow underneath it.
ru: Более редкие гости, которых видел – малиновки, лесные канарейки, дрозды, соловьи. Пару раз видел дубоноса. Прошлой зимой часто прилетали две куропатки, они на кормушку не садились, «паслись» в снегу под ней.

# about_p7
source: My house cat adds a special piquancy to the situation. She loves to hunt all kinds of animals. When she is at home, she sits next to the window and watches the birds with excitement. She even tries to "twitter". Then she asks to go outside, and then the birds have to be doubly careful. Despite the completely unmasking color and bell, the cat sometimes manages to catch some gaping bird.
ru: Особенной пикантности ситуации добавляет моя домашняя кошка. Очень уж любит она охотиться на всякую живность. Когда она дома, сядет рядом перед окном и с азартом наблюдает за птичками. Даже «щебетать» пытается. Потом просится на улицу, и тогда птицам приходится быть в двойне осторожнее. Несмотря на совсем демаскирующий цвет и колокольчик, кошка иногда умудряется поймать какого-нибудь зазевавшегося пернатого.

# about_p8
source: In general, an interesting and sometimes fascinating movie is unfolding under my window, with natural actors. So I thought, why am I the only one watching all this, I need to share this wonderful spectacle with the world. It's the age of high technology after all. I decided to set up a camera and organize this broadcast.
ru: Во общем, под окном у меня разворачивается интересное и порой завораживающее кино, с природными актерами. Вот я и подумал, а чего это я только один на все это смотрю, надо поделиться с миром прекрасным зрелищем. Век высоких технологий на дворе как никак. Решил поставить камеру и организовать эту трансляцию.

# about_p9
source: Here you can watch the birds with me, discuss what you saw in the chat and throw in a small penny for bird food. The project is completely non-commercial, does not provide paid services. But I will not refuse donations that will go to feed the birds and develop the project. I have thoughts of installing a few more cameras, or even organizing a feeder in a more inaccessible place.
ru: Тут можно понаблюдать за пернатыми вместе со мной, обсудить увиденное в чате и подкинуть малую копеечку на корм птичкам. Проект полностью некоммерческий, платных услуг не предоставляет. Но я не откажусь от пожертвований, которые пойдут на корм пернатым и развитее проекта. Есть мысли поставить еще несколько камер, или даже организовать кормушку в более недоступном месте.

# about_p10
source: I usually pour out food for the birds in the morning. Towards the end of autumn, in winter and at the beginning of spring I try to do it every day. Less often in summer – the birds have enough natural food, they become rare guests at the feeder and do not have time to eat everything. In winter, they eat the food quite quickly – after lunch the feeder is almost empty.
ru: Корм птицам я насыпаю обычно утром. Ближе к концу осени, зимой и в начале весны стараюсь каждый день. Летом пореже – птицам хватает естественного корма, они становятся редкими гостями на кормушке и не успевают съедать все. Зимой же корм съедают довольно быстро – уже после обеда кормушка почти пустая.

# about_p11
source: I will be glad to receive any of your suggestions and comments. Leave comments in the broadcast chat, I will definitely read them!
ru: Буду рад любым вашим предложениям и замечаниям. Оставляйте комментарии в чате трансляции, я их обязательно прочитаю!

# about_p12
source: This project has a website, https://birds.unger1984.pro/ , More information about me and other projects can be found on GitHub https://github.com/unger1984/
ru: У данного проекта есть сайт, https://birds.unger1984.pro/ , Подробнее обо мне и остальных проектах можно узнать на GitHub https://github.com/unger1984/

# screenshot_error
source: Failed to create image
ru: Не удалось создать изображение

# screenshot_success
source: Image saved to gallery
ru: Изображение сохранено в галерее
